Repository: ergashevSarvar/barber
Catalog: lib/l10n/app_*.arb
Languages: ru

# lang
source: Ўзбек тили
ru: Russian

# signin
source: Тизимга кириш
ru: Войти

# successful
source: Муваффакиятли!
ru: Успешно!

# welcome
source: Хуш келибсиз
ru: Добро пожаловать

# enterLogin
source: Логинни киритинг
ru: Введите логин

# enterPassword
source: Parolni kiriting
ru: Введите пароль

# forgetPassword
source: Parolni unutdingizmi
ru: Забыли пароль?

# additionalLinks
source: Qo'shincha havolalar
ru: Доп. ссылки

# chooseLang
source: Tilni tanlang
ru: Выберите язык

# loading
source: Юкланмоқда...
ru: Загрузка...

# newUser
source: Yangimisiz?
ru: Вы новый?

# register
source: Ro'yxatdan o'ting
ru: Зарегистрировать
